Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: inadequate design of the hose station for handling cuttings
nb: mangelfull utforming av slangestasjon for kakshåndtering

source: Chemicals following the produced water to sea after treatment, shall be covered by the permit in accordance with Section 66 first subsection.
nb: Kjemikalier som følger produsertvann til sjø etter rensing må være omfattet av tillatelse i henhold til § 66 første ledd.

source: Equinor – Åsgard C – consent for extended producing life
nb: Equinor – Åsgard C – samtykke til forlenget levetid

source: The Storting (parliament) decided in 2004 on a division of the NPD, with the newly established PSA responsible for safety in the petroleum sector and the NPD retaining responsibility for managing oil and gas resources on the NCS.
nb: I 2004 ble Petroleumstilsynet (Ptil) opprettet, etter at Stortinget besluttet å splitte Oljedirektoratet (OD) i to deler. Ptil fikk myndighetsansvar for sikkerheten i virksomheten, mens OD skulle arbeide med forvaltning av olje- gassressursene på norsk sokkel.

source: Equinor – Consent for the use of Transocean Spitsbergen
nb: Equinor - Samtykke til bruk av Transocean Spitsbergen

source: An unexpected escape of steam then occurred. The steam was at a temperature of 240°C and a pressure of 36 barg.
nb: Det oppstod da et uventet utslipp av damp med en temperatur på 240 °C og trykk på 36 bar g.

source: While you sleep, some people are always working to keep society going.
nb: Mens du sover, er det alltid noen som jobber for å holde samfunnet i gang.

source: The location is 120 kilometres northeast of the Johan Castberg field, 93 kilometres southeast of Bjørnøya and 309 kilometres from the Norwegian mainland (Ingøya in Finnmark).
nb: Lokasjonen ligg 120 kilometer nordaust for Johan Castbergfeltet, 93 kilometer søraust for Bjørnøya og 309 kilometer frå fastlands-Noreg (Ingøya i Finnmark).

source: Seadrill - West Phoenix - Investigation into fire
nb: Seadrill - West Phoenix - Gransking av brann

source: A document review showed that Eni describes the work winch both as a “hose handling winch w/wire rope” and a “hose replacement winch” in the documentation relating to equipment in the D10 area.
nb: Dokumentgjennomgangen vår viste at Eni betegner arbeidsvinsjen både som «Hose handling winch w/wire rope» og «Hose replacement winch» i dokumentene som gjelder utstyret i D10-området.

source: as mentioned in the first subsection, the standards NS-EN ISO 15138,
nb: som nevnt i første ledd, bør standardene NS-EN ISO 15138,

source: standard Chapter 5.7.2 and
nb: kapittel 5.7.2 og

source: The authorised person electrical1 on board was instructed by the CCR to go to high-voltage switchboard room 1 (KC0001) in M16 to check whether the loading pump was stopped.
nb: Bemyndiget person elektro1 om bord fikk beskjed fra SKR om å gå til høyspenningstavlerom 1 (KC0001) i M16 for å sjekke om lastepumpene var stoppet.

source: Nor were the H2S levels communicated to the arriving shift at changeover.
nb: H2S-nivåene ble heller ikke formidlet til påtroppende skift ved skiftoverlappen.

source: liquid level had been lowered as part of preparations for the ESD test.
nb: hadde blitt senket som en del av forberedelsene til ESD-testen.

source: Songa Equinox is a semi-submersible drilling facility, operated by Songa Offshore.
nb: Songa Equinox er ei halvt nedsenkbar boreinnretning som vert operert av Songa Offshore.

source: The questionnaire survey conducted in 2019 had a rather lower response rate than in 2017, with replies from mobile facilities somewhat above the offshore average.
nb: Spørreskjemaundersøkelsen gjennomført i 2019 har en noe lavere svarprosent enn i 2017, med en svarprosenten fra flyttbare innretninger som ligger noe over gjennomsnittet offshore.

source: The curves for the tank levels fluctuated during the hours the leakage lasted, and these fluctuations probably correspond with variations in the oil leakage rate through the crack(s) on the concrete cell dome.
nb: Grafene for nivå i tankene viser fluktuasjoner i løpet av de timene som utslippet foregikk og det er sannsynlig at disse fluktuasjonene samsvarer med variasjon i utslippsraten for olje gjennom sprekken i betongen på celledomen.

source: Uncertainty also exists over knowledge of the condition of A-1200.
nb: Det er også en usikkerhet at en ikke kjenner tilstanden til A-1200 anlegget.

source: To be in accordance with Section 68, the operator must establish systems for contact and information exchange with the municipality, the responsible party pursuant to the
nb: Operatøren må etter § 68 sørge for systemer for kontakt og informasjonsutveksling med kommunen som ansvarlig etter

source: This loss of balance could have several possible causes.
nb: Det er flere mulige årsaker til at den skadde mistet balansen, se kapittel om diskusjon av usikkerheter.

source: The PSA’s main issue for 2017 is reversing the trend.
nb: Ptils hovedtema for 2017 er Trenden skal snus.

source: No design reason exists for choosing rotation-resistant steel rope in this type of hoisting arrangement.
nb: Det vil ikke være designmessig grunn for å velge rotasjonsfattig ståltau i denne type heisarrangement.

source: The design of the subsea installation only allows a single barrier to be established against production flowlines S-101 and S-102 when pulling and installing a HPC on the manifold.
nb: Utformingen av havbunnsanlegget er slik at det kun kan etableres én enkel barriere mot produksjonslinjene S-101 og S-102 ved fjerning og montering av blindflens på manifolden.

source: configuration of the alarm system in the control room
nb: Utforming av alarmsystemet i kontrollrommet

source: Substances in yellow category with BOD28 greater than or equal to 20 percent and less than 60 percent, cf.
nb: Stoff i gul kategori med BOD28 større enn eller lik 20 prosent og mindre enn 60 prosent, jf

source: The governing documents used for planning and executing operations ahead of the incident concentrate to a great extent on wells and well barriers.
nb: De styrende dokumentene som er benyttet i forbindelse med planlegging og gjennomføring av operasjonene forut for hendelsen fokuserer i stor grad på brønn og brønnbarrierer.

source: This can be discussed and agreed with the supervisory authorities in the individual case.
nb: Dette kan drøftes og avtales med tilsynsmyndighetene i det enkelte tilfellet.

source: 10.05: Production reduced.
nb: 10.05 Produksjon redusert.

source: Fenja is located in the Norwegian Sea, 35 kilometres southwest of the Njord field.
nb: Fenja ligg i Norskehavet, 35 kilometer sørvest for Njord.

source: Section 11 of the Framework Regulations.
nb: ramme-forskriften § 11. Søkn

source: On average, 89% say they "agree" or "strongly agree" that simulator training has a positive effect on handling well control situations.
nb: Gjennomsnittlig svarer 89% at de er «enig» eller «helt enig» i at simulatortrening har positiv effekt på håndtering av brønnkontrollhendelser.

source: We have given Neptune Energy Norge AS (Neptune) consent to use West Phoenix for production drilling.
nb: Vi har gitt Neptune Energy Norge AS (Neptune) samtykke til bruk av West Phoenix til produksjonsboring.

source: The facility will be owned and operated by Seadrill Europe Management AS.
nb: Innretningen skal eies og driftes av Seadrill Europa Management AS (Seadrill).

source: 60% of the respondents reports to “agree” or “strongly agree” that offshore training and exercise provide the most value, while 27% use the same alternatives on a statement that addresses whether onshore training and drills provide the most value.
nb: 60% er «enig» eller «helt enig» på at offshore trening og øvelse gir mest verdi, mens 27% bruker de samme alternativene på et utsagn som omhandler hvorvidt onshore trening og øvelse gir best utbytte.

source: In the event of work accidents entailing loss of life or serious personal injury, the Police shall be notified as mentioned in Section 5-2 of the Working Environment Act
nb: Ved arbeidsulykker som har ført til dødsfall eller alvorlig personskade, skal politiet varsles som nevnt i arbeidsmiljøloven § 5-2

source: Bullheading proved challenging because of a leak in the string at the connection between the TH and the retrieval package.
nb: Drepeoperasjonen (bullheading) var utfordrende grunnet lekkasje i strengen i koblingen mellom produksjonsrørhenger og trekkeutstyret.

source: The only document presented to the team was unfinished.
nb: Det eneste dokumentet vi fikk se, var uferdig.

source: • EN 1473 (1997) installation and equipment for liquefied natural gas – design of
nb: EN 1473 (1997) (Anlegg og utstyr for flytende naturgass - Konstruksjon av

source: in compliance with OSPAR’s protocol for testing of chemicals used
nb: i henhold til OSPARs protokoller for testing av kjemikalier brukt av

source: Pipelines Faroe Petroleum Norge AS (Faroe) has taken over operatorship from Dong E&P Norge AS.
nb: Faroe Petroleum Norge AS (Faroe) tek over operatøransvaret frå Dong E&P Norge AS.

source: The machinery regulations (FOR 2009-05-20-544) describe principles for integrating safety.
nb: Forskrift om maskiner (FOR 2009-05-20-544), beskriver prinsipper for integrering av sikkerhet.

source: Figure 8: Cross-section of the gripper system and skid beam.
nb: Figur 8: Tverrsnitt av gripesystem og skiddebjelke.

source: marking in the plant
nb: merking i anlegget

source: Information systems shall be dimensioned for both normal and critical situations.
nb: Informasjonssystemer skal være dimensjonert både for normale og kritiske situasjoner.

source: Regulations. According to Section 11 of the Framework Regulations, «the responsible party shall choose the
nb: Det følger av rammeforskriften § 11 at "den ansvarlige skal velge de tekniske, operasjonelle eller

source: The 2015 TTS review reopened findings from 2010 on the lack of a test and maintenance programme for safety-critical HT cables on PSVs.
nb: I TTS-gjennomgang i 2015 ble funn fra 2010 om manglende test- og vedlikeholdsprogram for sikkerhetskritisk varmekabel på PSV gjenåpnet.

source: Governing documents for lifting facilities and equipment
nb: Styrende dokumenter for bruk av kraner og løfteinnretning

source: The worksite was at a level of about 16 metres above ground level.
nb: Arbeidsstedet lå på et nivå cirka 16 meter over bakkenivå.

source: In addition to the small sample size for the group as a whole, the group is divided into subgroups ranging in size from 5 to 8 people (see
nb: I tillegg til at utvalget for gruppen som helhet er lite, er gruppen delt inn i undergrupper som varierer i størrelsesorden 5 til 8 personer (se

source: This will now be transferred to a new programme based on Shell’s RIS programme.
nb: Dette skal nå overføres til et nytt program basert på Shell sitt RIS-program.

source: It is classified by DNV GL and registered in the Bahamas.
nb: Ho har klasse i DNV GL og er registrert på Bahamas.

source: We have carried out an audit of the plans of National Oilwell Varco (NOV) for their use and maintenance of BOP valves and associated control functions.
nb: Petroleumstilsynet (Ptil) har ført tilsyn med National Oilwell Varcos (NOV) planer for bruk og vedlikehold av BOP-ventiler med kontrollfunksjoner.

source: Progress and costs are affected due to faults being discovered that may require comprehensive redesign, which is both costly and time-consuming.
nb: Fremdrift og kostnader påvirkes fordi feil som oppdages kan føre til omfattende behov for redesign, noe som er både kostbart og tidkrevende.

source: • The TTS findings in 2010 and 2015 related to HT cables/insulation were not
nb: TTS funn fra 2010 og 2015 relatert til mangler ved varmekabler og isolering ble ikke

source: What subjects are raised at HSE meetings in the companies, for example?”
nb: Hva er for eksempel tema på HMS-møtene i selskapene?

source: Vigdis was discovered in 1986, and the plan for development and operation (PDO) was approved in 1994.
nb: Vigdis blei påvist i 1986, og plan for utbygging og drift (PUD) blei godkjent i 1994.

source: Avoid nicotine before bedtime and when waking up.
nb: Unngå nikotin før sengetid og ved oppvåkning.

source: The senior SE was easy to see in the water.
nb: Senior SI var lett å se i sjøen.

source: One does not question orders received, regardless of whether they appear to be
nb: Man stiller ikke spørsmål ved ordre man får, uansett om de oppfattes som riktige og

source: Also known as the Engen report, this document formed the basis for a White Paper on health, safety and the working environment in the petroleum sector which was adopted in 2018.
nb: Rapporten fra den partssammensatte gruppen, også kalt Engen-rapporten, la grunnlaget for stortingsmeldingen om helse, miljø og sikkerhet i petroleumsvirksomheten som ble vedtatt i 2018.

source: We have given Aker BP consent for exploration drilling in block 15/6 in the North Sea.
nb: Vi har gitt Aker BP samtykke til leiteboring i blokk 15/6 i Nordsjøen.

source: Figure 9 Process, flare and drain system on Eldfisk FTP.
nb: Figur 9 Prosess-, fakkel- og dreneringssystem på Eldfisk FTP

source: In March 2018, an amended PDO for the redevelopment of Yme was approved.
nb: Endra plan for utbygging og drift (PUD) for ny utbygging av Yme blei godkjent i mars 2018.

source: For fields with high risk contribution or with high oil content in the water discharged to sea, detailed
nb: For felt med stort risikobidrag eller der oljeinnholdet i vann som slippes til sjø er høyt, bør det gjennom-

source: The PSA has given Statoil consent to use the Scarabeo 5 mobile drilling facility for well intervention in well 34/7-A-10 H on the Snorre field.
nb: Ptil har gitt Statoil samtykke til bruk av den flyttbare boreinnretninga Scarabeo 5 til brønnintervensjon i brønn 34/7-A-10 H på Snorrefeltet.

source: The actual consequence of the incident was an LNG escape to the environment.
nb: Den faktiske konsekvensen av hendelsen var lekkasje av LNG til omgivelsene.

source: This was not followed up in the organisation when seepage occurred in the valve.
nb: Denne forutsetningen ble ikke fulgt opp i organisasjonen da det oppstod svetting i ventilen.

source: • measured value for the wave spectrum’s peak period (Tp).
nb: Målt verdi for bølgespektrets spektral-topp periode (Tp).

source: Support from top management is crucial for spreading knowledge and innovation in
nb: Støt e fra toppledelsen er en forutsetning for å spre kunnskap og innovasjoner i

source: As a direct result of the DwH accident and the OGP’s Global Industry Response Group (Girg),54 the Subsea Well Response Project (SWRP)55 was established as a consortium involving a number of oil and gas companies.
nb: Som et direkte resultat av DwH-ulykken og anbefalingen til OGP sin Global Industry Response Group (GIRG)54 ble det etablert et internasjonalt samarbeidsprosjekt – Subsea Well Response Project (SWRP)55 – et konsortium bestående av flere olje- og gasselskaper.

source: Training and drills
nb: Trening og Øvelse

source: This is a very good issue.
nb: - Et veldig godt tema.

source: The drilling package was delivered by National Oilwell Varco (NOV) and built at Nymo in Grimstad.
nb: Borepakken er levert av National Oilwell Varco (NOV) og bygget ved Nymo i Grimstad.

source: What’s important now is to ensure even more people respond and that the survey covers as many workers as possible.
nb: Det som nå er viktig, er å legge til rette for at enda flere svarer på spørreundersøkelsen, og at flest mulig blir omfattet av den.

source: The living quarters can accommodate 120 persons.
nb: Boligkvarteret har plass til 120 personer.

source: Borgland Dolphin is a semi-submersible drilling facility of the Aker H3 type.
nb: Borgland Dolphin er ei halvt nedsenkbar boreinnretning av typen Aker H3.

source: Item G10 on overhead cranes refers in turn to NS-EN 15011 as the standard to be used.
nb: Under punkt G10 refereres det til traverskraner, som igjen refererer til NS-EN 15011, som er standeren som bør brukes.

source: = 83 dB and for the peak sound pressure level L
nb: = 83 dB og for toppverdi av lydtrykknivå L

source: The same applied to the snagging point on the catwalk, which has much damage/marking but from normal usage.
nb: Det samme gjaldt fasthukingspunktet på rørbroen som har mange skader/merker, men etter normal bruk.

source: * Fall energy (E) is calculated as E=mhg, where m = the mass of the object in kg, h = the fall height in metres and g=acceleration due to gravity (9.81 m/s2).
nb: * Fallenergi (E) er regnet ut som E=mhg, der m=gjenstandens vekt i kg, h = fallhøyde i meter og g=tyngdeakselerasjonen (9,81 m/s2).

source: Be sharp, clear and alert.
nb: Være skjerpet, klar og alert.

source: Learn a stress-reducing technique, and use it when your sleep is interrupted.
nb: Lær deg en avspenningsteknikk, bruk den ved oppvåkninger.

source: § 29 Notification and reporting of hazard and accident situations to the supervisory authorities
nb: § 29 Varsling og melding til tilsynsmyndighetene av fare- og ulykkessituasjoner

source: Enclosed modules, design and explosion pressure
nb: Innelukkede moduler, design og eksplosjonstrykk

source: Calculations were also made of wind loads and vortex-shedding frequencies.
nb: Videre er det gjort beregninger av vindlaster og virvelavløsningsfrekvenser.

source: This pipe was accordingly last inspected for corrosion under its insulation in 2004.
nb: Sist gang dette røret ble inspisert for korrosjon under isolasjon var derfor i 2004.

source: Instrumentation for continuous condition monitoring of BOPs has been developed and presented to the PSA by a supplier, but it does not know how extensively this system has been applied.
nb: Instrumentering for kontinuerlig tilstandsoppfølging av BOP er utviklet og presentert til Ptil av en leverandør, men vi kjenner ikke til i hvor stor grad systemet har fått anvendelse.

source: on and promoters of organisational learning.
nb: hemmere og fremmere for organisatorisk læring.

source: It was therefore no longer clear that this “reminder” related to sludge cell 11.
nb: Det var derfor ikke lenger tydelig at denne “huskelappen” tilhørte slamcelle 11.

source: MH Wirth ordered new rope from Kverneland Aqua AS, which received this from Westfalische Drahtindustrie.
nb: MH Wirth bestilte det nye ståltauet via Kverneland Aqua AS som mottok dette fra Westfalische Drahtindustrie.

source: Sigyn was discovered in 1982, and the plan for development and operation (PDO) was approved in 2001.
nb: Sigyn blei påvist i 1982, og plan for utbygging og drift (PUD) blei godkjent i 2001.

source: The main reason for insulation at Mongstad is to retain energy in piping and equipment in order to achieve efficient refinery processes.
nb: Hovedårsaken til isolering på Mongstad er å beholde energien i rør og utstyr for å oppnå effektive raffineringsprosesser.

source: accidental hydrocarbon and chemical discharges of lesser significance to safety and the working environment,
nb: utilsiktede hydrokarbon- og kjemikalieutslipp av mindre betydning for sikkerhet og arbeidsmiljø,

source: for metallic materials,
nb: for metalliske materialer,

source: Statoil - Hammerfest LNG - Investigation of hydrocarbon leak
nb: Statoil - Hammerfest LNG - Gransking av hydrokarbonlekkasje

source: b) subcategory 2 if the substance is expected to biodegrade into degradation products that would fall in red
nb: b) underkategori 2 dersom nedbrytningsstoffet forventes å bionedbrytes til stoff som ville falle i rød

source: liers and other outsiders
nb: leverandører og andre

source: The individual work process mentioned in the first subsection, should be formulated according to the quality loop model, see also the NS-EN ISO 9004 standard, Chapter 8.
nb: Den enkelte arbeidsprosessen som nevnt i første ledd, bør utformes etter modellen for kvalitetssløyfer, se også standarden NS-EN-ISO 9004 kapittel 8.

source: Hazardous exposure and unfortunate loads as mentioned in first subsection, mean exposure and loads
nb: Med helseskadelig eksponering og uheldige belastninger som nevnt i første ledd menes eksponering og

source: The report from Kverneland Aqua AS also recommended a D/d ratio of 26, but this was again not taken into account by MH Wirth nor communicated to Statoil or KCAD.
nb: I rapporten fra Kverneland Aqua AS ble det også anbefalt et D/d-forhold på 26, men dette ble heller ikke tatt hensyn til av MH Wirth eller formidlet til Statoil eller KCAD.

source: DNVGL commented on
nb: Oppfølging av avvik

source: Consent for extended operating life for Valhall WP
nb: Samtykke til forlenget levetid for Valhall WP

source: Figure 8 Overview of ESD cabinet with I/O cards in new LER, Eldfisk A.
nb: Figur 8 Oversikt over ESD skap med I/O kort i ny LER Eldfisk A

source: activities on the installations and in the work
nb: samt i arbeidet med tilpasning av modellen for landanlegg, som er

source: Where barrier data were concerned, the 2018 RNNP shows that big differences continue to exist between individual offshore facilities and land-based plants.
nb: Når det gjelder barrieredata, viser RNNP 2018 at det fremdeles er store nivåforskjeller mellom individuelle innretninger og anlegg.

source: This meant that manual force had to be used to push the pump clear of the deck and into the start position for assembling the water riser.
nb: Det innebar at det måtte brukes manuell kraft for å skyve råvannspumpen klar av dekket og til utgangsposisjonen for å montere vannrørene.

source: The supervisory authorities can require the operator to apply for a new consent pursuant to Section 25, second subsection.
nb: Tilsynsmyndighetene kan kreve at operatøren søker om nytt samtykke etter § 25 andre ledd.

source: Everyone had been replaced by the Wednesday after the accident.
nb: Onsdagen etter ulykken var hele mannskapet byttet ut.

source: The registration in the CCR shift log read: “Closed gate valve to cell 11 on US15 because of hydraulic leak actuator”.
nb: Registering i SKR skiftlogg: «Stengt inne sluseventiler til celle 11 på US15 på grunn av hydraulikk lekkasje aktuator»

source: The work team conducted the TBT in the coffee bar, not in the work area for the installation.
nb: Arbeidslaget gjennomførte før-jobb-samtalen i kaffebaren, ikke på arbeidsområdet for installeringen.

source: l) The Timp assessment of the plant gave the overpressure protection system at the plant
nb: l) I forbindelse med TIMP vurdering av anlegget ble system for overtrykksbeskyttelse

source: He marked the text about possible piping plugs in blue, in accordance with the procedure for daily instructions. This specifies red text for new additions and blue for entries up to 10 days old.
nb: Han merket teksten om mulig plugg i rørene i blått i henhold til prosedyre for døgninstruks, som sier at rød tekst er nytt i dag og blå tekst er inntil 10 dager gammelt.

source: a) knowledge of the link between a specific type of illness and specific working environment factors, b) documented working environment factors to which the sick employee has been exposed, and the
nb: a) kjennskap til sammenhengen mellom en bestemt type sykdom og bestemte arbeidsmiljøfaktorer, b) dokumenterte arbeidsmiljøfaktorer som den syke arbeidstakeren har vært utsatt for, og graden av

source: The Johan Sverdrup field is on the Utsira High in the North Sea, 40 kilometres south of Grane and 65 kilometres north-east of Sleipner.
nb: Johan Sverdrup-feltet ligg på Utsirahøgda i Nordsjøen, 40 kilometer sør for Grane og 65 kilometer nordaust for Sleipner.

source: In addition, two production wells have been drilled from Statfjord C. Production started in 1994.
nb: I tillegg er det bora to produksjonsbrønnar frå Statfjord C. Produksjonen starta i 1994.
